---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateRefPlane
source: html/dd098a98-6283-d61a-b763-4a7911a581f8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateRefPlane Property

Ref Plane is slightly off axis and may cause inaccuracies.

## Syntax (C#)
```csharp
public static FailureDefinitionId InaccurateRefPlane { get; }
```